"keyApplicationTitle"           = "Utilitário de Conectores de Memória";

"keyWarningOptimalInfo"         = "Os módulos de memória estão instalados nos conectores recomendados.";
"keyWarningNotOptimalInfo"      = "Os módulos de memória instalados neste sistema não estão dispostos de acordo com a configuração recomendada, de forma a proporcionarem a melhor largura de banda de memória possível.";

"keyCurrentDIMMConfig"          = "Módulos de memória instalados:";
"keyRecommendedConfig"          = "Configuração recomendada:";
"keyOKButton"					= "OK";
"keyPrintButton"				= "Imprimir";
"keyQuit"                       = "Sair";

"keySlot1"                      = "Conector 1:";
"keySlot2"                      = "Conector 2:";
"keySlot3"                      = "Conector 3:";
"keySlot4"                      = "Conector 4:";
"keySlot5"                      = "Conector 5:";
"keySlot6"                      = "Conector 6:";
"keySlot7"                      = "Conector 7:";
"keySlot8"                      = "Conector 8:";

"keyServerSlotA4"                   = "Conector A4:";
"keyServerSlotA1"                   = "Conector A1:";
"keyServerSlotA5"                   = "Conector A5:";
"keyServerSlotA2"                   = "Conector A2:";
"keyServerSlotA6"                   = "Conector A6:";
"keyServerSlotA3"                   = "Conector A3:";
"keyServerSlotB4"                   = "Conector B4:";
"keyServerSlotB1"                   = "Conector B1:";
"keyServerSlotB5"                   = "Conector B5:";
"keyServerSlotB2"                   = "Conector B2:";
"keyServerSlotB6"                   = "Conector B6:";
"keyServerSlotB3"                   = "Conector B3:";
"keyServerNoDIMM"                   = " -\t\t\t";
"keyServerUnknownDIMMSize"          = " -\t\t\t";
"keyServerDIMMSize1"				= "1GB DIMM\t";
"keyServerDIMMSize2"				= "2GB DIMM\t";
"keyServerDIMMSize4"				= "4GB DIMM\t";
"keyServerDIMMSize8"				= "8GB DIMM\t";
"keyServerDIMMSize16"				= "16GB DIMM\t";

"keyNoDIMM"                     = " -\t\t\t";
"keyUnknownDIMMSize"            = " -\t\t\t";
"keyDIMMSize1"                  = "1GB DIMM\t";
"keyDIMMSize2"                  = "2GB DIMM\t";
"keyDIMMSize4"                  = "4GB DIMM\t";
"keyDIMMSize8"                  = "8GB DIMM\t";
"keyDIMMSize16"                 = "16GB DIMM\t";

"keyUserGuideInfo"              = "Desligue o sistema, seguindo as instruções no Manual de Utilizador, e coloque os módulos de memória nos conectores apropriados.\n\nPara voltar a executar este utilitário, abra:";
"keyUtilityAbsPath"             = "/Sistema/Biblioteca/CoreServices/Utilitário de Conectores de Memória";

"keyUnsupportedSystemMessage"	= "O Utilitário de Conectores de Memória não se destina a funcionar neste sistema.";
